func exibirExercicio(){
    limparTerminal()
    print("""
                                      EEEEEEEEEEEEEEEEEEEEEE                                                      lllllllhhhhhhh
                                      E::::::::::::::::::::E                                                      l:::::lh:::::h
                                      E::::::::::::::::::::E                                                      l:::::lh:::::h
                                      EE::::::EEEEEEEEE::::E                                                      l:::::lh:::::h
                                        E:::::E       EEEEEE    ssssssssss       cccccccccccccccc   ooooooooooo    l::::l h::::h hhhhh         aaaaaaaaaaaaa           ooooooooooo
                                        E:::::E               ss::::::::::s    cc:::::::::::::::c oo:::::::::::oo  l::::l h::::hh:::::hhh      a::::::::::::a        oo:::::::::::oo
                                        E::::::EEEEEEEEEE   ss:::::::::::::s  c:::::::::::::::::co:::::::::::::::o l::::l h::::::::::::::hh    aaaaaaaaa:::::a      o:::::::::::::::o
                                        E:::::::::::::::E   s::::::ssss:::::sc:::::::cccccc:::::co:::::ooooo:::::o l::::l h:::::::hhh::::::h            a::::a      o:::::ooooo:::::o
                                        E:::::::::::::::E    s:::::s  ssssss c::::::c     ccccccco::::o     o::::o l::::l h::::::h   h::::::h    aaaaaaa:::::a      o::::o     o::::o
                                        E::::::EEEEEEEEEE      s::::::s      c:::::c             o::::o     o::::o l::::l h:::::h     h:::::h  aa::::::::::::a      o::::o     o::::o
                                        E:::::E                   s::::::s   c:::::c             o::::o     o::::o l::::l h:::::h     h:::::h a::::aaaa::::::a      o::::o     o::::o
                                        E:::::E       EEEEEEssssss   s:::::s c::::::c     ccccccco::::o     o::::o l::::l h:::::h     h:::::ha::::a    a:::::a      o::::o     o::::o
                                      EE::::::EEEEEEEE:::::Es:::::ssss::::::sc:::::::cccccc:::::co:::::ooooo:::::ol::::::lh:::::h     h:::::ha::::a    a:::::a      o:::::ooooo:::::o
                                      E::::::::::::::::::::Es::::::::::::::s  c:::::::::::::::::co:::::::::::::::ol::::::lh:::::h     h:::::ha:::::aaaa::::::a      o:::::::::::::::o
                                      E::::::::::::::::::::E s:::::::::::ss    cc:::::::::::::::c oo:::::::::::oo l::::::lh:::::h     h:::::h a::::::::::aa:::a      oo:::::::::::oo
                                      EEEEEEEEEEEEEEEEEEEEEE  sssssssssss        cccccccccccccccc   ooooooooooo   llllllllhhhhhhh     hhhhhhh  aaaaaaaaaa  aaaa        ooooooooooo
                                      
                                      EEEEEEEEEEEEEEEEEEEEEE                                                                               iiii                        iiii
                                      E::::::::::::::::::::E                                                                              i::::i                      i::::i
                                      E::::::::::::::::::::E                                                                               iiii                        iiii
                                      EE::::::EEEEEEEEE::::E
                                        E:::::E       EEEEEExxxxxxx      xxxxxxx eeeeeeeeeeee    rrrrr   rrrrrrrrr       cccccccccccccccciiiiiii     cccccccccccccccciiiiiii    ooooooooooo
                                        E:::::E              x:::::x    x:::::xee::::::::::::ee  r::::rrr:::::::::r    cc:::::::::::::::ci:::::i   cc:::::::::::::::ci:::::i  oo:::::::::::oo
                                        E::::::EEEEEEEEEE     x:::::x  x:::::xe::::::eeeee:::::eer:::::::::::::::::r  c:::::::::::::::::c i::::i  c:::::::::::::::::c i::::i o:::::::::::::::o
                                        E:::::::::::::::E      x:::::xx:::::xe::::::e     e:::::err::::::rrrrr::::::rc:::::::cccccc:::::c i::::i c:::::::cccccc:::::c i::::i o:::::ooooo:::::o
                                        E:::::::::::::::E       x::::::::::x e:::::::eeeee::::::e r:::::r     r:::::rc::::::c     ccccccc i::::i c::::::c     ccccccc i::::i o::::o     o::::o
                                        E::::::EEEEEEEEEE        x::::::::x  e:::::::::::::::::e  r:::::r     rrrrrrrc:::::c              i::::i c:::::c              i::::i o::::o     o::::o
                                        E:::::E                  x::::::::x  e::::::eeeeeeeeeee   r:::::r            c:::::c              i::::i c:::::c              i::::i o::::o     o::::o
                                        E:::::E       EEEEEE    x::::::::::x e:::::::e            r:::::r            c::::::c     ccccccc i::::i c::::::c     ccccccc i::::i o::::o     o::::o
                                      EE::::::EEEEEEEE:::::E   x:::::xx:::::xe::::::::e           r:::::r            c:::::::cccccc:::::ci::::::ic:::::::cccccc:::::ci::::::io:::::ooooo:::::o
                                      E::::::::::::::::::::E  x:::::x  x:::::xe::::::::eeeeeeee   r:::::r             c:::::::::::::::::ci::::::i c:::::::::::::::::ci::::::io:::::::::::::::o
                                      E::::::::::::::::::::E x:::::x    x:::::xee:::::::::::::e   r:::::r              cc:::::::::::::::ci::::::i  cc:::::::::::::::ci::::::i oo:::::::::::oo
                                      EEEEEEEEEEEEEEEEEEEEEExxxxxxx      xxxxxxx eeeeeeeeeeeeee   rrrrrrr                cccccccccccccccciiiiiiii    cccccccccccccccciiiiiiii   ooooooooooo
                                                                                                                                                             
          
                                                                                                                                                                  ..     \\   /
                                                                                                                                            \\   /      .'. .' '.'   '  -=  o  =-
                                              ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀                                                              -=  o  =-  .'   '              / | \\
                                              ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣤⣶⣾⣿⣿⣿⣷⣶⣤⡀⠀⠀⠀⠀⠀⠀⠀                          ⢀⣀⣀⣀⣀⣀⣀⣀⣀⣀⣀⡀                          / | \\                          |
                                              ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣄⠀⠀⠀⠀⠀                     ⢠⠒⢉⡉⠥⠤⠖⠒⠒⠒⠒⠂⠒⠂⠤⠭⠍⣉⠑⢲⠠⡀                       |                            |
                                              ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠂⠀⠀⠀⠀                     ⡞⠀⠇⡃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇⠈⡄⢣                       |                            |
                                              ⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⣿⣿⣿⣿⣿⣿⡿⠿⠟⠛⠋⣉⣀⣤⣴⠾⢛⡀⠀⠀                     ⡇⢸⢰⠀⠀⢄⡀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢹⠀⡇⢸                       |                            |
                                              ⠀⠀⠀⠀⠀⠀⠀⢀⡈⠛⠛⢛⣉⣉⠁⠠⢤⣶⣶⣿⣿⣿⣯⣽⣶⣾⣛⡃⠀⠀                     ⡇⢸⢸⠀⠀⣀⠨⠗⠂⠀⠀⠒⠭⣀⠀⠀⠀⠀⢸⠀⡇⢸                       |                      .=====|
                                              ⠀⠀⠀⠀⠀⠀⠀⣿⣿⡆⠘⠛⠛⠃⢰⣶⣦⠙⠛⠛⠛⠛⠉⠉⣉⣉⡉⠁⠀⠀                     ⡇⢸⢸⠀⠀⠀⠀⠀⠘⠛⠋⠀⠀⠀⠀⠀⠀⠀⣸⠀⡇⢸                       |=====.                |.---.|
                                              ⠀⠀⠀⠀⠀⢀⡄⢀⡀⠀⢺⣿⣿⣇⠘⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣆⠀⠀                     ⡇⠸⡈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡿⠀⡇⢸                       |.---.|                ||=o=||
                                              ⠀⠀⠀⠀⢀⡾⠁⣼⡇⠀⠀⢹⣿⣿⣷⣄⠙⣻⣿⣿⣿⣿⣿⣿⣿⣿⠛⠛⠀⠀                     ⢱⠀⠣⣇⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣀⡠⠇⢰⠀⡎                       ||=o=||                ||   ||
                                              ⠀⠀⠀⢀⣾⠃⣸⣿⠀⠀⢀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠛⠃⠀⠀⠀                      ⢳⡒⠢⠤⠤⠬⠭⢭⣭⣭⣭⡭⠍⠡⠥⠤⠴⠒⠊⢠⠇                       ||   ||                ||   ||
                                              ⠀⠀⣠⣾⠃⣸⣿⣿⠀⢀⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠂⠀⠀⠀                         ⠈⠉⠁⠐⢒⡏⠉⠉⢹⡖⠒⠒⠒⠒⠁⠉⠁                        ||   ||                ||___||
                                              ⠀ ⠻⠏⢰⣿⣿⣿⠀⠘⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠋⠉⠉⠉⠀⠀⠀⠀⠀                        ⢠⡄⠒⠒⠈⠉⠳⠤⠤⠼⠋⠉⠁⠒⠒⠠⡀                         ||___||                |[:::]|
                                              ⠀⠀⠀⠀⣿⣿⣿⣿⠀⠀⠀⠻⢿⣿⣿⣿⣿⣿⡿⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀                        ⠸⠍⣒⣒⠀⠠⠤⠤⠤⠤⠤⠀⠐⣒⣒⡬⠇                         |[:::]|                '-----'
                                              ⠀⠀⠀⢸⠿⠟⠛⠛⠀⠀⠀⠀⠀⠉⠛⠿⠿⣿⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀                            ⠈⠉⠉⠉⠉⠉⠉⠉⠁                             '-----'
          
          
                                                      1 - Palavreco 🅿️                             2 - Terminal Falante 🖥️                              3 - Ligue-Ligue ⛓️
                                          
                                                                                                   0 - Voltar ao menu ↩️
          """)

}
